/* Localizable String */
sUIName = "Wireless Network Utility";
sUIVersion = "Utility バージョン";
sDriverVersion = "Driver バージョン: v";
sCopyright = "Copyright 2015.";

// Button
OK ="OK";
CANCEL ="キャンセル";
NO ="いいえ";
YES ="はい";
Join="Join";
Profiles="プロファイル";
Join_Other="Join Other";
Show_Nets="Show Networks";
Apply="適用";
Remove="削除";

//DropDownMenu
State_RfOn="USB-WiFi: On";
State_RfOff="USB-WiFi: Off";
State_Scan="USB-WiFi: Scan Networks...";
State_Unplug="No Wireless NIC Plug in";
State_Disable="Please Enable Wireless NIC";

Radio_ON ="無線/有効";
Radio_OFF ="無線/無効";
Join_Other_Network="Join Other Network";
Create_Adhoc="Create Adhoc Network";
Open_Utility="Open Wireless Utility";
Open_Preference="Open Network Preferrence";

//ScanTable View
ScanTable_View_Title="Select the network you want to join.";
ScanTable_View_SubTitle="Select the network you want to join from the list, and then enter the network password if necessary.";
Associated="接続中";
SignalStrength="信号強度";
Scanning="Scanning...";

// Setting Field View
Join_BroadcastSecAP="This network XXXXX requires a YYYYY password";
Join_HiddenSecAP="This hidden network requires a YYYYY password";
Join_HiddenOpenAP="Enter Hidden network Name";
Join_SubTitle="Enter the name of the network you want to join, and then enter the password if necessary.";

// Join Other
Create_Infra_Title="Enter the name of network.";
Create_Infra_SubTitle="Enter the name of the network you want to join, and then enter the password if necessary.";
Create_Adhoc_Title="Create a Computer-to-Computer network.";
Create_Adhoc_SubTitle="Enter the name of the Computer-to-Computer network you want to create.";

//Setting Field
Security_None="なし";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Enterprise TKIP";
Security_WpaAes1X="WPA Enterprise AES";
Security_Wpa2Tkip1X="WPA2 Enterprise TKIP";
Security_Wpa2Aes1X="WPA2 Enterprise AES";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";

NetworkName="Netowrk Name:";
Security="セキュリティ:";
Password="Password:";
ShowPassword="Show password";
ASCII="ASCII";
UserName="User Name:";
EAP="802.1x EAP:";
PEAP="AUTO(PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
CA_Cert="CA Certificate:";
Client_Cert="Client Certificate:";
Private_Key="Private Key:";
Private_Key_Pwd="Private Key Password:";

// Profiles
PreferredNet="Preferred Networks:";
State="State";


//WPS 
WPS_Title="PIN の場合、接続先に下記のPIN を登録してください。";
WPS_Progress="ステータス:";
WPS_init_Str ="  ステータスを初期化しています。  ";
WPS_scan_Str = "  接続先を探しています。  ";
WPS_connect_Str = "  有効なAPに接続します。  ";
WPS_handshake_Str ="  WPS の設定を初期化しています。  ";
WPS_exchange_Str ="  メッセージを交換してます。  ";
WPS_done_Str = "  メッセージを交換しています。  ";
WPS_fail_Str = "  WPS 失敗です。  ";
WPS_start_Str = "     接続を開始します。";
WPS_finish_Str = "     WPS 成功です !!";
WPS_auto_connect_Str = "接続を開始します。";
WPS_timeout_Str = "     WPSがタイムアウトしました !!";

Wps_overlap_Str = "セッションがオーバーラップしました。";
Wps_more_pbc_Str = "     PBC実行中のAPが複数あります。";
Wps_retry_Str = "PINによる接続、またはしばらく待ってPBCを行ってください。";

ERROR0 = "エラー";
ERROR1 = "ネットワークキーを入力してください";
ERROR2 = "WEPキーのインデックスが不正です";
ERROR3 = "ネットワークキーは8～63文字の半角英数字,または64桁の16進数を入力してください";
ERROR4 = "ネットワークキーは16進数(0～9,a～f,A～F)を入力してください";
ERROR5 = "ASCIIキーは5または13文字の半角英数字を入力してください";
ERROR6 = "ネットワークキーのパスフレーズは無効です";
ERROR7 = "ネットワークキーは10または26桁の16進数(0～9,a～f,A～F)を入力してください";
ERROR8 = "確認用のネットワークキーが一致しません";
ERROR9 = "ネットワークのキーは ASCII フォーマットではない!";
ERROR10 = "ネットワークキーが 64HEX フォーマットではありません!";

WARNING0 = "警告";
WARNING1 = "ネットワーク名(SSID)を入力してください";
WARNING2 = "プロファイル名を入力してください";
WARNING3 = "ネットワーク名(SSID)は32文字までの半角英数字を入力してください";
WARNING4 = "プロファイルはすでに存在します. 置き換えてもよろしいですか?";
WARNING5 = "選択したプロファイルを削除してもよろしいですか?";

NOTICE0 = "注意";
NOTICE1 = "APモードのエラー";
NOTICE2 = "STAモードのエラー";
NOTICE3 = "QOS入力設定モードの値のエラー";
NOTICE4 = "QOSモードの値のエラー";
NOTICE5 = "QOSモードの不正な値";
NOTICE6 = "RTSしきい値,不正な領域の選択(0 ~ 2432)";
NOTICE7 = "フラグメントしきい値,不正な領域の選択(256 ~ 2432)";
NOTICE8 = "システム環境設定のネットワークに無線LAN子機のインターフェイスを追加してください";
NOTICE9 = "本ユーティリティーに対応した無線子機を取りつけてください。";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "接続先の情報"; 
ProfileProperty_ActionText ="セキュリティの設定に間違いはありませんか?";